[Launcher_Lang]
MsgFillAll=Kérjük, töltsön ki minden mezőt.
MsgSelectClient=Kérjük, válassza ki a "metin2client.bin" fájl elérési útját.
MsgPatcherNotFound=Az "M2Bob - Patcher.exe" fájl nem található, kérjük,látogass el a www.m2bob.net oldalra,és próbáld meg letölteni a frissítéseket manuálisan.
MsgChooseBeforeLogin=Először válasszon egy nyelvet, majd jelentkezzen be az M2Bob-fiókjába, aztán importálja a beállításokat.
MsgImportSuccess=A beállítások importálva, kérjük indítsa újra az M2Bob-ot.
MsgUpdate=Nem a legújabb M2Bob verziót használod!\nSzeretnéd frissíteni a legújabb verzióra?
MsgLoginName=A felhasználói fiók nem található!
MsgLoginPassword=Rossz jelszó!
MsgWrongPC=Hogy megelőzzük a felhasználói számlák megosztását, nem használhatod az M2Bob-ot 2 különböző számítógépen egyszerre. \nAbba kell hagynod az M2Bob-ot a fennmaradó időben!
MsgBanned=Az M2Bob-számla ki lett tiltva, kérjük vedd fel a kapcsolatot az M2Bob csapattal a további kérdésekért!
MsgHWIDBan=A számítógép ki lett tiltva, kérjük vedd fel a kapcsolatot az M2Bob csapattal a további kérdésekért!
MsgExpired=Az M2Bob számlád lejárt.Kérjük lépj be a weboldalra www.m2bob.net és vegyél egy új kulcsot vagy aktiváld a z egyik meglévő kulcsodat a key-storage-ban hogy folytasd az M2Bob használatát.
MsgPremium=AZ M2bob Prémium sok nagyszerű funkciót kínál,beleértve: \n- RANGEPICKUP\n- WAY-SYSTEM\n- METIN-/BOSS-/ORE-FARMBOT\n- SHOP-CREATOR-BOT\n- SHOP-SEARCH-BOT\n- BUFFBOT\n- SPAMBOT\n- SWITCHBOT\n- SOULSTONE/SKILLBOOK-BOT\n- ENERGYBOT\nA Prémium funkciót a www.m2bob.net oldalon tudod megvásárolni!
MsgWrongCheckFile=Hogy továbbra is tudd használni az ingyenes M2Bob-ot,le kell töltened pár naponta egy új fájlt,amit el kell mentened az M2Bob főkönyvtárba,(oda,ahol a Patcher is van) majd indítsd újra az M2Bobot.\nMost át leszel irányítva a letöltéshez..\n\nPrémium számlával nem kell ezt többet csinálnod!\n\nNapok múlva az M2Bob bezáródik és szükséges lesz újra letölteni egy új fájlt a további használathoz:
MsgPServer=Az ingyenes M2Bob CSAKIS a GameForge-szerverein üzemel!\nHogy élvezhesd az M2Bob-ot más szervereken,szükséged lesz a Prémium funkcióra.\nHa a Gameforge szerverein játszol,lehet hogy lesz egy frissítés ami után pár napot várnod kell az új M2Bob-ra.Ebben az esetben kérlek látogass el az M2Bob fórumra (222.m2bob-forum.net) a további infókért!
MsgWrongData=Hibás adatok a szerveren, csatornán vagy mezőben( csak számokat használj!)
MsgDeleteSettings=Biztosan törölni szeretnéd az M2Bob beállításait?
MsgDeleteSettingsFinish=Kérlek indítsd újra az M2bob-ot a beállítások elvégzéséhez.
MsgWrongPath=A "metin2client.bint" elérési útja hibás,kérlek indítsd újra az M2Bob-ot és válaszd ki a helyes fájlt!
MsgNoInternet=Jelenleg nincs internet kapcsolat, internet kapcsolat nélkül nem tudod elindítani a Metin2-t.
MsgDllNotFound="\Resources\Scripts\data1\" nem található.\nKérlek ellenőrizd,hogy a fájl ugyanabban a mappában van mint a .exe!
MsgExitM2Bob=Biztosan szeretnéd bezárni az M2Bobot?Az összes kliens be fog záródni!
MsgDoubleUse=Csak akkor használhatsz több M2bob-ot,ha több felhasználód van és minden indítónak külön M2Bob-mappája van.
MsgGFLiveInfo= Ha a Gameforge-on keresztül töltötted le a Metin2-őt,a fájl elérési útja:\n\"C:\Program Files\GameforgeLive\Games\xxx\Metin2\metin2client.bin"
MsgPServerInfo=Ha Privát szerveren szeretnéd kipróbálni az M2bob-ot, biztosra kell menned, hogy a helyes Metin2client fájlt választod ki.\n\nTovábbá, az M2Bob nem működik minden privát szerveren, de a szerverek támogatása folyamatosan bővül.
MsgEditIPAdresses=Biztosan szeretnéd módosítani a Metin2 Szerver IP-címét? ez csak haladó felhasználók számára javasolt.
MsgDeleteSlotData=Biztosan szeretnéd alaphelyzetbe állítani a bejelentkezési adatokat ebben a cellában?
MsgNoLoginData=Először, el kell indítani a Metin2-t(a play gombra kattintva az M2Bob-ba) és maniálisan belépni.\nMajd az M2Bob automatikusan elmenti a bejelentkezési adatokat az auto-login végett.
MsgTooManyClients=Nem tudsz elindítani több botot egyszerre\nA futtatott botok száma korlátozott
MsgErrorReadingIP=Hiba történt az IP-cím/port számok olvasásakor a bejelentkezésnél
MsgDumpingServerlist=Szerverlista betöltése...\n\nKérlek várj amíg a Metin2 ablak meg jelenik, és automatikusan bezáródik mielőtt a kliens elindul!
MsgCantFindWindow=A Metin2 client nem találtató!\nBiztos vagy benne hogy ez a helyes Metin2 client fájl és nem egy rosszat választottál?
MsgPCShutdown=Minden kliens bezárva, a PC kikapcsol 1 perc múlva\n\nHogy megállítsd, indíts 1 klienset.
MsgErrorWindowAtStart=Hiba történt a Metin2 indítása közbe, Próbáld követni az utasításokat:\n\n-Patcheld le a Metin2-t a legújabb verzióra\n-Próbáld elindítani a Metin2-t és belépni az M2Bob nélkül\n-Kapcsold ki a vírusirtód, lehet hogy ez blockol valamit\n-Győzödj meg arról, hogy a helyes Metin2 client fájlt választottad ki\n\nHa a Metin2 hibát ad ki az M2Bob nélkül is, érdekljődj a Metin2 hivatalos fórumán (ne említsd meg hogy M2Bob ot hasznáksz).
BManager=Menedzser
LLoginMetin2Data=Üsd be a Metin2 adataidat ide!
BEditManually=Nincs belépési adat\nEbben a mezőben.
BEditServer=Szerver IP módosítása
BDeleteSlot=Kliens adatainak alaphelyzetbe állítása
LLoginCharCreator=Karakter készítő mód
BLoginSave=Beállítások mentése
BLoginReconfigure=Beállítások visszaállítása
LStartLanguage=Nyelv:
LStartClient=A fájl elérési útja\nmetin2client.bin:
BStartClient=Tallózás...
BPlayOnPServer=Privát szerveren akarok játszani
LStartLoginUsername=Felhasználónév:
LStartLoginPassword=Jelszó:
BStartLogin=Belépés M2Bob-szerverre
LStartBuyCode=Vásárolj botkódot itt!
LStartEnterCode=Add meg a botkódot itt!
BStartImport=Régi beállítások importálása
LStartForgot=Elfelejtett jelszó?
BStartContinue=Tovább
GStartStopManager=Start/Stop Menedzser
LInfo1=Itt adhatod meg mikor álljon/induljon el a bot
LStartStop=Start/Stop Menedzser engedélyezése
LEnableStartStop=Autómatikusan engedélyezze a Start/Stop menedzsert indításnál
LInfo2=Kattints a bejegyzésre a listában a törléshez
BAddStart=Kezdő esemény hozzáadása
BAddStop=Kezdő esemény leállítása
LStartStopHidden=Minimalizálja a Metin2 ablakot indításnál
GPositionManager=Mező Pozíció Menedzser
LPositionManagerText=Itt tudod cserélni a bot mezők pozícióját
BStartStopManager=Start/Stop Menedzser
BSlotPositionManager=Mező Pozíció Menedzser
LExit=Amikor minden kliens be van zárva
RExitM2Bob=Kilépés az M2Bob-ból
RShutdownPC=PC kikapcsolása
LPCShutDown=PC leállítása ekkor:
LPCStandBy=Készenlét ekkor:
[Bot_Lang]
MsgPremium=AZ M2bob Prémium sok nagyszerű funkciót kínál,beleértve: \n- RANGEPICKUP\n- WAY-SYSTEM\n- METIN-/BOSS-/ORE-FARMBOT\n- SHOP-CREATOR-BOT\n- SHOP-SEARCH-BOT\n- BUFFBOT\n- SPAMBOT\n- SWITCHBOT\n- SOULSTONE/SKILLBOOK-BOT\n- ENERGYBOT\nA Prémium funkciót a www.m2bob.net oldalon tudod megvásárolni!
MsgPremiumFunction=Ez a funkció nem elérhető az ingyenes verzióban.\nPrémium kell a használatához.
MsgAlreadyExists=A fájl már létezik, felülírod?
MsgManualEQInfo=A mezőket 1-90 ig adhatod!\n\nAmikor a követelt tárgy 1 mezőnél nagyobb a leltárban,\nA legfelső mezőnek az értékét írd be!
MsgAutoEQInfo=Az M2Bob autómatikusan felveszi a fegyvereket/vérteket/sisakokat nagyobb támadó értékekkel mint amit éppen viselsz\n\nVIGYÁZAT: M2Bob az M2Bob csak az értékeket nézi, az optokat nem!
MsgSettingsSave=A beállítások mentése sikeres!
MsgSettingsLoad=A beállítások betöltése sikeres!
MsgFishbotWarning=Figyelmeztetés: Ne használd a fishbotot több mind 2-3 órán keresztül naponta, mert nagy az esélye a felhasználód tiltásának!
MsgShopColorWarning=Biztosan szeretnéd a színes boltneveket használni? ez növelheti a tiltás veszélyét!
MsgShopsearchBuyMultipleinfo=Ha be van jelölve, az M2bob több tárgyat is tud vásárolni egyként\nPéldául ha 100.000 Yang-ért keresel tárgyat és 2 darab 200.000 vagy olcsóbb,az M2Bob azt veszi meg.
MsgFishBotExit=Nincs több csalid, szeretnéd leállítani az M2Bob-ot és a beállításokat módosítani?különben az M2Bob leáll?
MsgPottsEmptyExit=Nincs vörös italod, és te be állítottad hogy kilépjen az M2bob ha nincs! Szeretnéd kikapcsolni ezt a funkciót?
MsgLevelExit=Te beállítottad az M2Bob-ot hogy álljon le ha elérte a kívánt szintet, és te ez a szint felett vagy, szeretnéd kikapcsolni ezt a funkciót?
MsgAddIDHelp=Itt adhatsz hozzá új Metineket/bossokat/érceket\nEz hasznos Privát szervereken ahoz az ID-k mások mint az eredetin.\n\nHogy hozzá adj egy szörnyet/követ/ércet csak kattint rá jobb gombbal a játékban és kattints a "hozzáadás"-gombra az M2bob-ban.
MsgAntiBanTips=Itt van pár ajánlott ötlet, a tiltás elkerüléséhez(ez nem 100%os tiltás-védelem)\n\nAnti-ban Tippek:\n1. Ha nem vagy a PC-nél, mindig aktiváld a"Kilépés ha egy GM a közelben" van funkciót
ha lehetséges.\n2. Továbbá ajánlott, hogy engedélyezd a "CH váltás ha egy játékos a közelben van"és használd a "Wallhack/rangepickup deaktiválása" funkciót. Ez a legjobb módja a tiltás elkerülésének.\n3. Kerüld a fő csatornát\n4. Ne használd naponta túl sok órát a botot, hogy biztonságban legyél, kb 4-5 óra után tarts szünetet(fishbot 2óra!) per karakternek ajánlott. Hazsnáld a Start/Stop menedzsert a konfiguráláshoz.\n5. Ne használj 1 email fiókot több számlához\n6. Ne adj meg felhasználónévnek ilyen neveket pl: botacc1, botacc2, stb mert ha 1 számlát ki tiltanak a többit is ki fogják vele együtt\n7. Ne használd a csaló karaktered és a fő karaktered egyszerre, továbbá játssz különböző IP-kről a csaló és a fő karakteredről és ne kereskedj közvetlenül vele.\n8. Utolsó de hasznos funkció ha le tiltod a súgást(ezt a játékban teheted meg.
MsgReadoutItemID=A cél tárgyat be kell helyezned az első mezőbe a leltáradba.\nUtána kattints az "igen"-re majd a tárgy ID-je felülíródik.
MsgReadoutNPCID=Ki kell választanod(jobb kattintás) a cél NPC-t,\nUtána kattints az "igen"-re és az NPC ID felülíródik.
MsgManualSkill=Itt tudod manuálisan beállítani a késleltetést ha az M2bob nem használná a skilleket\nEz akkor szükséges, ha az M2Bob nem használja a skilleket rendesen, például Privát szervereken\n\nA "0" azt jelenti hogy a manuális kontrol ki van kapcsolva.
metin2_map_a1=Yongan
metin2_map_a3=Jayang
metin2_map_b1=Joan
metin2_map_b3=Bokjung
metin2_map_c1=Pyungmoo
metin2_map_c3=Bakra
map_a2=Seungryong völgy
map_n_snowm_01=Sohan hegy
metin2_map_n_desert_01=Yongbi-sivatag
metin2_map_deviltower1=Démon torony
metin2_map_guild_01=Jungrang
metin2_map_guild_02=Waryong
metin2_map_guild_03=Imha
metin2_guild_village_01=Miryan
metin2_guild_village_02=Songpa
metin2_guild_village_03=Daeyami
metin2_map_milgyo=Hwang templom
metin2_map_monkeydungeon=Majom kazamata(kezdő)
metin2_map_monkeydungeon_02=Majom kazamata(haladó)
metin2_map_monkeydungeon_03=Majom kazamata(profi)
metin2_map_n_flame_01=Tűzföld
metin2_map_spiderdungeon=Pók kazamata
metin2_map_spiderdungeon_02=Pók kazamata 2
metin2_map_spiderdungeon_03=Pók kazamata 3
metin2_map_trent=Szellem erdő
metin2_map_trent02=Vörös erdő
season1/metin2_map_WL_01=Kigyórét
season1/metin2_map_nusluck01=Óriások földje
season2/metin2_map_skipia_dungeon_01=Lélekbarlang
metin2_map_skipia_dungeon_02=Lélekbarlang 2
metin2_map_devilscatacomb=Ördög katakomba
Metin2_map_CapeDragonHead=Sárkánytűz-fok
metin2_map_BayBlackSand=Nefrit-öböl
metin2_map_MT_Thunder=Mennydörgés-hegység
metin2_map_dawnmistwood=Gautama-szikla
metin2_map_n_flame_dungeon_01=Purgatórium
metin2_map_n_snow_dungeon_01=Nemere őrtorony
metin2_map_Mt_Th_dungeon_01=Ochao temploma
metin2_map_dawnmist_dungeon_01=Elvarázsolt erdő
metin2_map_e1=Vérfarkas map
SInfoEXP=Tapasztalat:
SInfoEXPGained=Tapasztalat+:
SInfoTimeTpLvUp=Idő a szintlépéshez:
SInfoYang=Yang:
SInfoYangGained=Yang+:
SInfoTimesKicked=Kidobás:
SInfoTimesDied=Halál:
SInfoTimesAtShop=Boltnál volt:
SInfoMobsKilled=Megölt szörnyek:
SInfoMetinsAttacked=Elpusztított metinkövek:
SInfoBossesAttacked=Megölt bossok:
SInfoOresAttacked=Kibányászott ércek:
SInfoTimesFished=Halászattal töltött idő:
SInfoFishesCaught=Fogott halak:
SInfoSearchbotShops=Környékbeli boltok:
SInfoPNspamPlayer=Aktuális játékos:
SInfoSpambotChats=Spammolás száma:
SInfoSpambotPlayers=Játékosok a közelben:
SInfoSpambotPNs=Elküldött PMek:
TGeneral=Általános
TFarmbot=Farmbot
TAttack=Támadás
TFish=Hal
TShopbot=Shopbot
TSearchbot=Searchbot
TManualSearch=Manuális keresés
TBuffbot=Buffbot
TSpambot=Spambot
TSwitchbot=Switchbot
TSecurity=Biztonság
TFishSecurity=Beállítások
TPickUp=Felszedő
TAntiBan=Anti-Ban
TLocation=Hely
TShop=Bolt
TChat=Chat
TStatusUp=Státusz növelés
BSummonHorse=Ló megidézése
BMetinAttack=Közeli metinek támadása
BAttackBoss=Közeli bossok támadása
BAttackOre=Közeli ércek bányászása
BSortInventory=Tárgyak összerakása 1x
BDropInventory=Leltár kidobása
BGetSkills=Készségek felvétele
BUpItemDT=DT kovács
GStandartSettings=Alapértelmezett beállítások
BSaveStandartSettings=Mentés
BLoadStandartSettings=Töltés
LSafe=Nem biztonsági zóna
LStun=Anti-kábítás
LPK=PK-csalás
LExternalForce=Külső erő
LAntiFly=AntiFly
LUseItemWithID1=Tárgy használata az ID-vel minden mp-ben
LAlwaysOnTop=Mindig látható
LHotkeys=Gyorsbillentyűk
GFastChangeChar=Gyors karakter-váltás
BLogOut=Kijelentkezés
GRoute=Új útvonal felvétele
LRoute=Pontosság felvétel közben.( bal pontos/jobb pontatlan)
GSaveRoute=Útvonal mentése
LSaveRoute=Név:
BSaveRoute=Oké
GLoadRoute=Útvonal betöltése
LLoadRoute=Név:
LMaxTime=Az             perc ütés ugyan az a metinkő/szörny/érc folytassa a sétát
GSkill=Készségek
BManualSkill=Speciális beállítások
LWaitBuffskill=Várakozás buffskill-re halál után
GMobPull=Húzási lehetőségek
GAttackOption=Támadási lehetőségek
BMetinLevel=Szint
LMetinLevelStart=Metinek ettől a szinttől
LMetinLevel=Metinek eddig a szintig
BBossLevel=Szint
LBossLevelStart=Főszörnyek ettől a szinttől
LBossLevel=Főszörnyek eddig a szintig
BOreFilter=Szűrő
LOreFilterAllText=Ércek listája:
LOreFilterText=Ércek, amelyeket ne támadjon:
BAddIDBoss=Főszörny hozzáadása
BAddIDMetin=Metinkő hozzáadása
BAddIDOre=Érc hozzáadása
BAttackOption=Beállítások
LWithoutMoving=Pozíció tartása
LStrength=Húzási erő:
LStopPullText=Húzás leállítása ha a TP<
LShowHint=Segítség mutatása ha a metinkő/főszörny/érc a közelben van
LOccupiedMobs=Ne támadj foglalt köveket/szörnyeket
LWaitAfterKill1=Várj           mp miután a
LWaitAfterKill2=Metin/Főszörny megölve
LGetSkillsAuto=Skill választás automatikusan 5. szint-nél:
LOneHit=Egy ütés
LWeaponHold=Egykezes
GFish=Hal
BReadoutPaste=Olvasási tárgy ID
BReadoutWorm=Olvasási tárgy ID
BReadoutSmallFish=Olvasási tárgy ID
LShopdescription1=Az üzlet ki áll a
LShopdescription2=40 első hely a leltárban
BResetShopColor=Reset
LShopExitSold=Kilépés a bot-ból ha minden tárgy el van adva
LUnstackItems=Szedje szét a tárgyat az 1 mezőben          csomagokra
LShopname=Név:
LShopprice=Yang:
BShowCheapestItems=Legolcsóbb tárgy keresése
LShopsearchMsgBox=Mutasson üzenetet a vásárolni kívánt tárgy ról
LShopsearchRemoveItems=Távolítsa el a tárgyat a listáról vásárlás után
LShopsearchBuyMultiple=Keressen többszörös tárgyakat
LShopsearchStopYang=Lépjen ki a botból, ha nincs yang
BManualSearchScan=Boltok átvizsgálása
LManualSearchInfo=Dupla kattintás a tárgyra hogy megnyisd a boltot és megvedd
BManualSearch=Keresés
BRefresh=Frissítés
GBuffskills=Buffskillek
LBuffdelay1=Késleltetés:
LBuffdelay2=s
GTarget=Célok
LTarget1=Név:
LTarget2=Név:
LTarget3=Név:
LTarget4=Név:
LTarget5=Név:
LTarget6=Név:
GChatspam=Chat
LChatspam=Mindenl                mp spam chatbe
RChatspamNormal=Normális
RChatspamRufchat=Globális
RChatspam15Sek=Minden 15 mp-ben hívásba
GPNspam=PM Spam
LPNspam=Minden                mp-ben PM küldése
TSwitchbotSlot0=Beállítások
LDelaySwitchbot=Maximális várakozási idő mp-ben:
LEnchantItem=Optcserélő tárgy ID (1-5 Bónusz):
BEnchantItem=Olvasási tárgy ID
LBlessItem=Optcserélő tárgy ID (6-7 Bónusz):
BBlessItem=Olvasási tárgy ID
LEnchantItemBuyer=Optcserélőt vegyen
LBlessItemBuyer=Áldás tárgy vásárlása
LSwitchNPC=Eladó NPC ID:
BSwitchNPC=Olvasási NPC ID
LSwitchItemBuyerInfo=Közel kell állnod a bolthoz, vagy meg kell nyitnod
LEnableSwitchbot=Optforgató engedélyezése ebben a mezőben
BBonus0=Fő bónuszok
LReadbotInfo=A bot feltol egy skillt ameddig az át nem vált, vagy amíg a tárgyak el nem fogynak
LReadbotWord=Szó amit be kell írnod ha a rangod negatívba kerül:
LBuyWeapons1=Vásárolni kívánt fegyverek száma minden körben:
LBuyWeapons2=Több szabad helyre van szükséged
LWeaponItem=Fegyver tárgy ID (1040 = macska harap kés + 0):
BWeaponItem=Olvasási tárgy ID
LWeaponShop=Fegyver kereskedő NPC ID:
BWeaponShop=Olvasási NPC értékek
LAlchemist=Alkimista NPC ID:
BAlchemist=Olvasási NPC értékek
LEnergyLoadDefault=Alapértelmezett értékek betöltése map1-hez:
LEnergyTeleport=Teleport használata gyaloglás helyett( BÉTA, kék birodalomban nem elérhető)
BEnergyOptions=További beállítások
LEnergyStopStack=Generált csomagok megállítása ennél a számnál:
LEnergyStopYang=Készítés leállítása ha nincs több yang
GPottBot=Kínálat
BShowPottRot=Potik
LExitIfPottsEmpty=Kliens bezárása ha a vörös ital elfogyott
BShowPottBlau=Potik
BOtherItems=További tárgyak
LOtherItems=Tárgyak használata minden         másodpercben
GSpendExp=EXP adományozás
LLevelSpendExp=Szint-től:
GRestart=Újraindítás
RRestartHere=Újraindítás itt
RRestartTown=Újraindítás a városban
LRestartWaitTP=Várj amíg
LBotStopTimes=Halál         után
LBotStopMin=Miután            halál 5 percben
RDeathRestart=Újraindítás a városban
RDeathChangeCH=Csatorna váltás
RDeathExit=Kliens bezárása
LExitBotLevelText=Lépjen ki, ha a szint
LStopBotLevelText=Állítsa le, ha a szint
LFishdelay=Hal késleltetés:           től          mp-ig
LBotdelay=Bot késleltetés:          től          mp-ig
LFishStop=Minden              től              perc a              től              perc bot leállítása
LFishBad=Rossz hal minden               időközönként
LFishBuy=Shopbot
GFishShop=Bolt
GRange=Felszedő
RPickNormal=Normális
RPickFast=Gyors
RPickRange=Terület
LPickIgnored=Csak a figyelmen kívül hagyott tárgyak felvétele
BAddIDItem=Új tárgy hozzáadása
BItemsClear=Reset
BItemSearch=Keresés
BSavePick=Új lista létrehozása
GAntiReport=Anti-jelentés
LPlayersOnline=Játékosok a közelben:
LListWhite=Fehér-lista:
LPlayerCheck=Csalás leállítása ha egy játékos a közelben van
LPlayerCheckChangeCH=Csatorna váltása ha játékos a közelben van
LPlayerCheckExit=Kilépés ha egy játékos a közelben van
LGMDetect=Csalás leállítása ha egy GM a közelben van
LGMDetectChangeCH=Csatorna váltása ha egy GM a közelben van
LGMDetectExit=Kilépés ha egy GM a közelben van
LGMDetectBeep=PC-hang ha egy GM a közelben van
LPlayerDetectBeep=PC-hang ha egy játékos a közelben van
LPNDetect=PC-hang ha egy PM et kaptunk
LPNDetectStop=Bot leállítása ha PM et kapunk a GM től
LPNDetectExit=Kilépés a bot-ból ha PM et kaptunk a GM-től
LGMTeleport=GM-teleportálás AntiBann
LGMTeleportAntiBan=GM-teleportálás AntiBann
BAntiBanTips=Anti-Ban tippek
BCHChange=CH-váltó
LCHChangeDelay=CH váltás után vár             mp-t mielőtt belép
LBanInfo=Csak hogy megakadályozza a tiltást!
GLocation=Pozíció váltó
LLocation=Aktiválás
BSaveLoadLocation=Ment/betölt helyadatok-listályát
LSaveLocation=Jelenlegi hely mentése:
LSaveLocationName=Név:
BSaveLocation=Oké
LLoadLocation=Helyadatok betöltése:
LLoadLocationName=Név:
LLocationTime=Helyváltás                 perc után (szintet figyelmen kívül hagyva)
LLocationPositionText=Jelenlegi hely:
GAutoEQ=Bot-Felszerelés
BManualEQ=Manuális Felszerelés
LSortInventoryAuto=Leltár automatikus rendezése
BAutoEQInfo=Infó
LAutoEQ1=Mező               szinttől                  használ
LAutoEQ2=Mező               szinttől                  használ
LAutoEQ3=Mező               szinttől                  használ
LAutoEQ4=Mező               szinttől                  használ
LAutoEQ5=Mező               szinttől                  használ
GAutoEQPy=Auto-Felszerelés
LAutoEQPyWeapon=Fegyverek
LAutoEQPyArmor=Páncél
LAutoEQPyHelmet=Sisak
LAutoEQPyShield=Pajzs
GRunShop=Bolthoz megy, ha
GShopBuy=Vesz
LSellPotions=Minden ital eladása ami van\ntúl sok van a leltáradban
GShopSell=Elad
LSellLvl=Tárgyak fejlesztése Lvl-ig.
LSellPlus=Tárgyak fejlesztése +
LSellBonis=Soha ne adja el ajó bónuszos tárgyakat
LSellOther=Értéktelen tárgyak eladása
LSellFBs=Értéktelen könyvek eladása
BSellItems=Tárgyak eladása 1x
BDropItems=Eladandó tárgyak eldobása 1x
BDefineWhitelist=Tárgyak amelyeket mindig adjon el
BDefineBlacklist=Tárgyak amelyeket soha ne adjon el
GChat=Chat
LChat=Minden               mp spam chat-be
RChatNormal=Normális
RChatRufchat=Globális
RChat15Sek=Minden 15 mp-ben hívásba
GPN=Privát üzenet
LPN=Válasz PM-re
GStatusUp=Státusz
BStatusClear=Tiszta
GSkillUp=Készség
BSkillClear=Tiszta
LStatusUpLoop=Törölni kívánt tárgyak listához adása
